Repository: Virgile-Nico/EasySave
Catalog: Version 1.1/Console_app_v1.1/Language/Text.*.resx
Languages: de, es

# DE
source: German
de: Deutsch
es: Alemán

# Default_back
source: [] Leave blank to cancel and return to main menu
de: [] Leer lassen, um abzubrechen und zum Hauptmenü zurückzukehren
es: [] Dejar en blanco para cancelar y volver al menú principal

# Default_back2
source: You have chosen to cancel and return to the main menu.
de: Sie haben sich entschieden, abzubrechen und zum Hauptmenü zurückzukehren.
es: Ha elegido cancelar y volver al menú principal.

# Default_default
source: You chosed, to get the default path
de: Sie haben gewählt, um den Standardpfad zu erhalten
es: Usted eligió, para obtener la ruta predeterminada

# Default_log_back
source: You chosed {0} as default log file type
de: Sie haben {0} als Standardprotokolldateityp ausgewählt
es: Ha elegido {0} como tipo de archivo de registro predeterminado

# Default_log_question
source: What type of file do you want as log files ?
de: Welche Art von Datei möchten Sie als Protokolldateien?
es: ¿Qué tipo de archivo desea como archivos de registro?

# Default_New
source: You chosed to set a new app path, wich is :
de: Sie haben sich entschieden, einen neuen App-Pfad festzulegen, der lautet:
es: Eligió establecer una nueva ruta de aplicación, que es:

# Default_opt1
source: [1] Enter the path for the new location
de: [1] Geben Sie den Pfad für den neuen Speicherort ein
es: [1] Ingrese la ruta para la nueva ubicación

# Default_opt2
source: [D] To use the default location
de: [D] Um den Standardspeicherort zu verwenden
es: [D] Para usar la ubicación predeterminada

# Default_question
source: Do you want to change the default app files location
de: Möchten Sie den Standardspeicherort für App-Dateien ändern?
es: ¿Quieres cambiar la ubicación predeterminada de los archivos de la aplicación?

# Display_back
source: [] Leave blank to cancel and return to main menu
de: [] Leer lassen, um abzubrechen und zum Hauptmenü zurückzukehren
es: [] Dejar en blanco para cancelar y volver al menú principal

# Display_back2
source: Press return to go back to the main menu...
de: Drücken Sie die Eingabetaste, um zum Hauptmenü zurückzukehren ...
es: Pulse volver para volver al menú principal...

# Display_opt1
source: [1] Yes
de: [1] Ja
es: [1] Sí

# Display_question
source: Do you want to see all prepared saves ?
de: Möchten Sie alle vorbereiteten Spielstände sehen?
es: ¿Quieres ver todos los guardados preparados?

# EN
source: English
de: Englisch
es: Inglés

# ES
source: Spanish
de: Spanisch
es: Español

# FR
source: French
de: Französisch
es: Francés

# IT
source: Italian
de: Italienisch
es: italiano

# Lang_error
source: Wrong input, return to previous language
de: Falsche Eingabe, zurück zur vorherigen Sprache
es: Entrada incorrecta, volver al idioma anterior

# Lang_question
source: In which language do you want to pass your application?
de: In welcher Sprache möchten Sie Ihre Bewerbung abschicken?
es: ¿En qué idioma quieres pasar tu solicitud?

# Lang_used
source: The language used will now be
de: Die verwendete Sprache wird jetzt sein
es: El lenguaje utilizado ahora será

# Main_error
source: Wrong entry
de: Falscher Eingang
es: Entrada errónea

# Main_exit
source: Closing the software
de: Schließen der Software
es: Cerrar el programa

# Main_opt1
source: [1] Prepare a backup
de: [1] Bereiten Sie eine Sicherung vor
es: [1] Preparar una copia de seguridad

# Main_opt2
source: [2] Run one or more backups
de: [2] Führen Sie eine oder mehrere Sicherungen aus
es: [2] Ejecute una o más copias de seguridad

# Main_opt3
source: [3] Display all saves informations
de: [3] Alle Speicherinformationen anzeigen
es: [3] Mostrar toda la información guardada

# Main_opt4
source: [4] Settings
de: [4] Einstellungen
es: [4] Configuración

# Main_opt5
source: [5] Quit the software
de: [5] Beenden Sie die Software
es: [5] Salga del software

# Main_question
source: What do you want to do ?
de: Was möchten Sie tun ?
es: Qué es lo que quieres hacer ?

# Prepare_back
source: You chosed to cancel and go back to the main menu.
de: Sie haben sich entschieden abzubrechen und zum Hauptmenü zurückzukehren.
es: Eligió cancelar y volver al menú principal.

# Prepare_back2
source: [] Leave empty to cancel and go back to the main menu
de: [] Leer lassen, um abzubrechen und zum Hauptmenü zurückzukehren
es: [] Dejar en blanco para cancelar y volver al menú principal

# Prepare_diff
source: You chosed to do a Differential Save.
de: Sie haben sich für einen differenziellen Speicher entschieden.
es: Elegiste hacer una salvación diferencial.

# Prepare_diff2
source: [D] Default location
de: [D] Standardspeicherort
es: [D] Ubicación predeterminada

# Prepare_done
source: prepared !
de: vorbereitet !
es: preparado !

# Prepare_error
source: Incorrect Entry.
de: Falscher Eintrag.
es: Entrada incorrecta.

# Prepare_from
source: From :
de: Aus :
es: De :

# Prepare_full
source: You chosed to do a Full Save.
de: Sie haben sich für eine vollständige Speicherung entschieden.
es: Elegiste hacer un guardado completo.

# Prepare_info_diff
source: Differential Copy
de: Differenzielle Kopie
es: Copia diferencial

# Prepare_info_full
source: Full Copy
de: Vollständige Kopie
es: Copia completa

# Prepare_opt1
source: [1] Full Save
de: [1] Vollständig speichern
es: [1] Guardado completo

# Prepare_opt2
source: [2] Differential Save
de: [2] Differentialsparen
es: [2] Guardar diferencial

# Prepare_opt3
source: [3] Cancel and go back to the main menu
de: [3] Abbrechen und zurück zum Hauptmenü
es: [3] Cancelar y volver al menú principal

# Prepare_question
source: Which type of save do you want to do ?
de: Welche Art von Speichern möchten Sie durchführen?
es: ¿Qué tipo de guardado quieres hacer?

# Prepare_source
source: Type the address of the source to save :
de: Geben Sie die Adresse der zu speichernden Quelle ein:
es: Escriba la dirección de la fuente para guardar:

# Prepare_target
source: Type the destination address where the save is going to be located :
de: Geben Sie die Zieladresse ein, an der sich die Speicherung befinden soll:
es: Escriba la dirección de destino donde se ubicará el guardado:

# Prepare_to
source: To :
de: Zu :
es: A :

# Prepare_working
source: Preparing
de: Vorbereiten
es: Preparando

# Save_all
source: You have chosen to perform all backups.
de: Sie haben sich entschieden, alle Sicherungen durchzuführen.
es: Ha elegido realizar todas las copias de seguridad.

# Save_back
source: [] Leave blank to cancel and return to main menu
de: [] Leer lassen, um abzubrechen und zum Hauptmenü zurückzukehren
es: [] Dejar en blanco para cancelar y volver al menú principal

# Save_back2
source: You have chosen to cancel and return to the main menu.
de: Sie haben sich entschieden, abzubrechen und zum Hauptmenü zurückzukehren.
es: Ha elegido cancelar y volver al menú principal.

# Save_error
source: Incorrect entry.
de: Falscher Eintrag.
es: Entrada incorrecta.

# Save_exec1
source: The backup
de: Die Sicherungskopie
es: La copia de seguridad

# Save_exec2
source: will run
de: werde rennen
es: correrá

# Save_opt1
source: [1] Single slot save
de: [1] Eine Sicherung
es: [1] Una copia de seguridad

# Save_opt2
source: [2] Sequence of save slots (ex : saves 3 to 7)
de: [2] Reihenfolge der Speicherplätze (z. B. Speicherplätze 3 bis 7)
es: [2] Secuencia de ranuras para guardar (p. ej., guarda de 3 a 7)

# Save_opt3
source: [3] All save slots
de: [3] Alle Speicherplätze
es: [3] Todos los espacios guardados

# Save_question
source: Do you want to back up, or back up to all locations?
de: Möchten Sie sichern oder an allen Standorten sichern?
es: ¿Desea realizar una copia de seguridad o realizar una copia de seguridad en todas las ubicaciones?

# Save_sequence1
source: You chose to do a sequence of saves (ex : saves 3 to 7).
de: Du hast dich für eine Folge von Saves entschieden (z. B. Saves 3 bis 7).
es: Eligió hacer una secuencia de guardados (por ejemplo: guardados 3 a 7).

# Save_sequence2
source: What is the first boundary of the sequence to be saved ? (ex : lower or upper bound)
de: Was ist die erste zu speichernde Grenze der Sequenz? (zB: untere oder obere Grenze)
es: ¿Cuál es el primer límite de la secuencia que se va a guardar? (por ejemplo: límite inferior o superior)

# Save_sequence3
source: What is the second boundary of the sequence to be saved ? (ex : lower or upper bound)
de: Was ist die zweite Grenze der zu speichernden Folge? (zB: untere oder obere Grenze)
es: ¿Cuál es el segundo límite de la secuencia a guardar? (por ejemplo: límite inferior o superior)

# Save_sequence_exec1
source: The save sequence is going to be executed from saves
de: Die Sicherungssequenz wird von Sicherungsvorgängen ausgeführt
es: La secuencia de guardado se va a ejecutar desde los guardados

# Save_sequence_exec2
source: to
de: zu
es: a

# Save_single
source: You have chosen to make a backup.
de: Sie haben sich entschieden, ein Backup zu erstellen.
es: Ha elegido hacer una copia de seguridad.

# Save_single_opt1
source: [0;{0}] Choose a save location between 0 and {0}
de: [0;{0}] Wählen Sie einen Speicherort zwischen 0 und {0}
es: [0;{0}] Elija una ubicación para guardar entre 0 y {0}

# Save_single_question
source: What backup do you want to run?
de: Welche Sicherung möchten Sie ausführen?
es: ¿Qué copia de seguridad desea ejecutar?

# Settings_back
source: [] Leave blank to cancel and return to main menu
de: [] Leer lassen, um abzubrechen und zum Hauptmenü zurückzukehren
es: [] Dejar en blanco para cancelar y volver al menú principal

# Settings_opt1
source: [1] Change software language
de: [1] Softwaresprache ändern
es: [1] Cambiar el idioma del software

# Settings_opt2
source: [2] Change default app files location
de: [2] Standardspeicherort für App-Dateien ändern
es: [2] Cambiar la ubicación predeterminada de los archivos de la aplicación

# Settings_opt3
source: [3] Change default log file type
de: [3] Standardprotokolldateityp ändern
es: [3] Cambiar el tipo de archivo de registro predeterminado

# Settings_question
source: Settings :
de: Einstellungen :
es: Ajustes :

# Welcome
source: Welcome on Easy save, your backup software !
de: Willkommen bei Easy Save. Ihre Backup-Software!
es: Bienvenido al Easy Save. Su software de copia de seguridad!
